Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeConversationUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Reasoning not shared by the agent
ar: لم يشارك الوكيل استدلاله
de: Denkprozess vom Agent nicht geteilt
es: El agente no ha compartido el razonamiento
fr: Raisonnement non communiqué par l’agent
hi: एजेंट ने तर्क साझा नहीं किया
it: Ragionamento non condiviso dall’agente
ja: エージェントは推論を共有していません
ko: 에이전트가 공유하지 않은 추론
nl: Redenering niet gedeeld door de agent
pl: Agent nie udostępnił rozumowania
pt_br: Raciocínio não compartilhado pelo agente
ru: Агент не поделился рассуждением
tr: Ajan akıl yürütmesini paylaşmadı
uk: Агент не поділився міркуваннями
zh_hans: 智能体未分享推理过程
zh_hant: 代理程式未分享推理內容

source: Refuse
ar: رفض
de: Ablehnen
es: Rechazar
fr: Refuser
hi: अस्वीकार करें
it: Rifiuta
ja: 拒否
ko: 거부
nl: Weiger
pl: Odmów
pt_br: Recusar
ru: Отказать
tr: Reddet
uk: Відхилити
zh_hans: 拒绝
zh_hant: 拒絕

source: Reject
ar: رفض الخطة
de: Zurückweisen
es: Descartar
fr: Rejeter
hi: अस्वीकृत करें
it: Respingi
ja: 却下
ko: 거절
nl: Wijs af
pl: Odrzuć
pt_br: Rejeitar
ru: Отклонить
tr: Geri Çevir
uk: Відкинути
zh_hans: 驳回
zh_hant: 駁回

source: Remove %@
ar: إزالة %@
de: %@ entfernen
es: Quitar %@
fr: Retirer %@
hi: %@ हटाएँ
it: Rimuovi %@
ja: %@を取り除く
ko: %@ 제거
nl: Verwijder %@
pl: Usuń %@
pt_br: Remover %@
ru: Убрать %@
tr: Kaldır: %@
uk: Вилучити %@
zh_hans: 移除 %@
zh_hant: 移除 %@

source: Remove the attachments to run a command
ar: أزل المرفقات لتنفيذ أمر
de: Entferne die Anhänge, um einen Befehl auszuführen
es: Quita los adjuntos para ejecutar un comando
fr: Retirez les pièces jointes pour lancer une commande
hi: कमांड चलाने के लिए अटैचमेंट हटाएँ
it: Rimuovi gli allegati per eseguire un comando
ja: コマンドを実行するには添付ファイルを取り除いてください
ko: 명령을 실행하려면 첨부 파일을 제거하십시오
nl: Verwijder de bijlagen om een opdracht uit te voeren
pl: Usuń załączniki, aby wykonać polecenie
pt_br: Remova os anexos para executar um comando
ru: Уберите вложения, чтобы выполнить команду
tr: Komut çalıştırmak için ekleri kaldırın
uk: Вилучіть вкладення, щоб виконати команду
zh_hans: 移除附件后才能运行命令
zh_hant: 請移除附件以執行指令

source: Removed: %@
ar: تمت الإزالة: %@
de: Entfernt: %@
es: Quitado: %@
fr: Retiré : %@
hi: हटाया गया: %@
it: Rimosso: %@
ja: 削除：%@
ko: 제거됨: %@
nl: Verwijderd: %@
pl: Usunięto: %@
pt_br: Removido: %@
ru: Удалено: %@
tr: Kaldırıldı: %@
uk: Вилучено: %@
zh_hans: 已移除：%@
zh_hant: 已移除：%@

source: Restart
ar: إعادة التشغيل
de: Neu starten
es: Reiniciar
fr: Relancer
hi: फिर से शुरू करें
it: Riavvia
ja: 再起動
ko: 재시작
nl: Herstart
pl: Uruchom ponownie
pt_br: Reiniciar
ru: Перезапустить
tr: Yeniden Başlat
uk: Перезапустити
zh_hans: 重新启动
zh_hant: 重新啟動

source: Restore Defaults
ar: استعادة الإعدادات الافتراضية
de: Standardeinstellungen wiederherstellen
es: Restaurar valores por omisión
fr: Rétablir les réglages par défaut
hi: डिफ़ॉल्ट रीस्टोर करें
it: Ripristina predefiniti
ja: デフォルトに戻す
ko: 기본값 복원
nl: Herstel standaardinstellingen
pl: Przywróć domyślne
pt_br: Restaurar Padrões
ru: Восстановить настройки по умолчанию
tr: Varsayılanları Geri Yükle
uk: Відновити типові
zh_hans: 恢复默认设置
zh_hant: 回復預設值

source: Result
ar: النتيجة
de: Ergebnis
es: Resultado
fr: Résultat
hi: परिणाम
it: Risultato
ja: 結果
ko: 결과
nl: Resultaat
pl: Wynik
pt_br: Resultado
ru: Результат
tr: Sonuç
uk: Результат
zh_hans: 结果
zh_hant: 結果

source: Run
ar: تنفيذ
de: Ausführen
es: Ejecutar
fr: Exécuter
hi: चलाएँ
it: Esegui
ja: 実行
ko: 실행
nl: Voer uit
pl: Wykonaj
pt_br: Executar
ru: Выполнить
tr: Çalıştır
uk: Виконати
zh_hans: 运行
zh_hant: 執行

source: Run (Return)
ar: تنفيذ (رجوع)
de: Ausführen (Zeilenschalter)
es: Ejecutar (Retorno)
fr: Exécuter (Retour)
hi: चलाएँ (रिटर्न)
it: Esegui (A capo)
ja: 実行（return）
ko: 실행(Return)
nl: Voer uit (Return)
pl: Wykonaj (Return)
pt_br: Executar (Return)
ru: Выполнить (Return)
tr: Çalıştır (Return)
uk: Виконати (Return)
zh_hans: 运行（Return）
zh_hant: 執行（Return）

source: Run the tail's tests.
ar: ينفّذ اختبارات tail.
de: Führt die Tests von tail aus.
es: Ejecuta las pruebas del tail.
fr: Lance les tests du tail.
hi: tail के टेस्ट चलाता है।
it: Esegui i test della coda.
ja: tailのテストを実行します。
ko: tail의 테스트를 실행합니다.
nl: Voer de tests van tail uit.
pl: Uruchamia testy tail.
pt_br: Executa os testes do tail.
ru: Запускает тесты tail.
tr: tail’in testlerini çalıştırır.
uk: Запускає тести tail.
zh_hans: 运行 tail 的测试。
zh_hant: 執行 tail 的測試。

source: Running…
ar: قيد التشغيل…
de: Läuft …
es: En curso…
fr: En cours…
hi: चल रहा है…
it: In esecuzione…
ja: 実行中…
ko: 실행 중…
nl: Bezig…
pl: W toku…
pt_br: Em execução…
ru: Выполняется…
tr: Çalışıyor…
uk: Виконується…
zh_hans: 正在运行…
zh_hant: 執行中…

source: Save and Apply the Theme
ar: حفظ السمة وتطبيقها
de: Design sichern und anwenden
es: Guardar y aplicar el tema
fr: Enregistrer et appliquer le thème
hi: थीम सहेजें और लागू करें
it: Salva e applica il tema
ja: テーマを保存して適用
ko: 테마 저장 및 적용
nl: Bewaar en pas het thema toe
pl: Zachowaj i zastosuj motyw
pt_br: Salvar e Aplicar o Tema
ru: Сохранить и применить тему
tr: Temayı Kaydet ve Uygula
uk: Зберегти й застосувати тему
zh_hans: 存储并应用主题
zh_hant: 儲存並套用主題

source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
it: Invia
ja: 送信
ko: 보내기
nl: Verstuur
pl: Wyślij
pt_br: Enviar
ru: Отправить
tr: Gönder
uk: Надіслати
zh_hans: 发送
zh_hant: 傳送

source: Send (Return)
ar: إرسال (رجوع)
de: Senden (Zeilenschalter)
es: Enviar (Retorno)
fr: Envoyer (Retour)
hi: भेजें (रिटर्न)
it: Invia (A capo)
ja: 送信（return）
ko: 보내기(Return)
nl: Verstuur (Return)
pl: Wyślij (Return)
pt_br: Enviar (Return)
ru: Отправить (Return)
tr: Gönder (Return)
uk: Надіслати (Return)
zh_hans: 发送（Return）
zh_hant: 傳送（Return）

source: Send Answers
ar: إرسال الإجابات
de: Antworten senden
es: Enviar las respuestas
fr: Envoyer les réponses
hi: उत्तर भेजें
it: Invia risposte
ja: 回答を送信
ko: 답변 보내기
nl: Verstuur antwoorden
pl: Wyślij odpowiedzi
pt_br: Enviar Respostas
ru: Отправить ответы
tr: Yanıtları Gönder
uk: Надіслати відповіді
zh_hans: 发送回答
zh_hant: 傳送回答

source: Sending…
ar: جارٍ الإرسال…
de: Wird gesendet …
es: Enviando…
fr: Envoi…
hi: भेजा जा रहा है…
it: Invio…
ja: 送信中…
ko: 보내는 중…
nl: Versturen…
pl: Wysyłanie…
pt_br: Enviando…
ru: Отправка…
tr: Gönderiliyor…
uk: Надсилання…
zh_hans: 正在发送…
zh_hant: 正在傳送…

source: Server
ar: الخادم
es: Servidor
fr: Serveur
hi: सर्वर
ja: サーバ
ko: 서버
pl: Serwer
pt_br: Servidor
ru: Сервер
tr: Sunucu
uk: Сервер
zh_hans: 服务器
zh_hant: 伺服器

source: Several Choices
ar: خيارات متعددة
de: Mehrfachauswahl
es: Varias opciones
fr: Plusieurs choix
hi: कई विकल्प
it: Scelta multipla
ja: 複数選択
ko: 여러 항목 선택
nl: Meerdere keuzes
pl: Wiele wyborów
pt_br: Várias Opções
ru: Несколько вариантов
tr: Birden Fazla Seçim
uk: Кілька варіантів
zh_hans: 多选
zh_hant: 多個選項

source: Shell command
ar: أمر shell
de: Shell-Befehl
es: Comando de shell
fr: Commande shell
hi: शेल कमांड
it: Comando shell
ja: シェルコマンド
ko: 셸 명령
nl: Shellopdracht
pl: Polecenie powłoki
pt_br: Comando shell
ru: Команда оболочки
tr: Kabuk komutu
uk: Команда оболонки
zh_hans: Shell 命令
zh_hant: Shell 指令

source: Shell command in %@
ar: أمر shell في %@
de: Shell-Befehl in %@
es: Comando de shell en %@
fr: Commande shell dans %@
hi: %@ में शेल कमांड
it: Comando shell in %@
ja: %@でシェルコマンド
ko: %@의 셸 명령
nl: Shellopdracht in %@
pl: Polecenie powłoki w %@
pt_br: Comando shell em %@
ru: Команда оболочки в %@
tr: Kabuk komutu, konum: %@
uk: Команда оболонки в %@
zh_hans: %@ 中的 Shell 命令
zh_hant: %@ 中的 Shell 指令

source: Shell command in %@ · ↩ run · \! for a message
ar: أمر shell في %@ · ↩ تنفيذ · \! لرسالة
de: Shell-Befehl in %@ · ↩ ausführen · \! für eine Nachricht
es: Comando de shell en %@ · ↩ ejecutar · \! para un mensaje
fr: Commande shell dans %@ · ↩ exécuter · \! pour un message
hi: %@ में शेल कमांड · ↩ चलाएँ · संदेश के लिए \!
it: Comando shell in %@ · ↩ esegui · \! per un messaggio
ja: %@でシェルコマンド · ↩ 実行 · \! でメッセージ
ko: %@의 셸 명령 · ↩ 실행 · \! 메시지 작성
nl: Shellopdracht in %@ · ↩ uitvoeren · \! voor een bericht
pl: Polecenie powłoki w %@ · ↩ wykonaj · \! dla wiadomości
pt_br: Comando shell em %@ · ↩ executar · \! para uma mensagem
ru: Команда оболочки в %@ · ↩ выполнить · \! для сообщения
tr: Kabuk komutu, konum: %@ · ↩ çalıştır · mesaj için \!
uk: Команда оболонки в %@ · ↩ виконати · \! для повідомлення
zh_hans: %@ 中的 Shell 命令 · ↩ 运行 · \! 发送消息
zh_hant: %@ 中的 Shell 指令 · ↩ 執行 · \! 改為訊息

source: Shell command · ↩ run · \! for a message
ar: أمر shell · ↩ تنفيذ · \! لرسالة
de: Shell-Befehl · ↩ ausführen · \! für eine Nachricht
es: Comando de shell · ↩ ejecutar · \! para un mensaje
fr: Commande shell · ↩ exécuter · \! pour un message
hi: शेल कमांड · ↩ चलाएँ · संदेश के लिए \!
it: Comando shell · ↩ esegui · \! per un messaggio
ja: シェルコマンド · ↩ 実行 · \! でメッセージ
ko: 셸 명령 · ↩ 실행 · \! 메시지 작성
nl: Shellopdracht · ↩ uitvoeren · \! voor een bericht
pl: Polecenie powłoki · ↩ wykonaj · \! dla wiadomości
pt_br: Comando shell · ↩ executar · \! para uma mensagem
ru: Команда оболочки · ↩ выполнить · \! для сообщения
tr: Kabuk komutu · ↩ çalıştır · mesaj için \!
uk: Команда оболонки · ↩ виконати · \! для повідомлення
zh_hans: Shell 命令 · ↩ 运行 · \! 发送消息
zh_hant: Shell 指令 · ↩ 執行 · \! 改為訊息

source: Show All %lld Lines
ar: إظهار الأسطر الـ %lld كلها
de: Alle %lld Zeilen einblenden
es: Mostrar las %lld líneas
fr: Afficher les %lld lignes
hi: सभी %lld पंक्तियाँ दिखाएँ
it: Mostra tutte le %lld righe
ja: 全%lld行を表示
ko: %lld행 모두 보기
nl: Toon alle %lld regels
pl: Pokaż wszystkie wiersze (%lld)
pt_br: Mostrar Todas as %lld Linhas
ru: Показать все строки (%lld)
tr: %lld Satırın Tümünü Göster
uk: Показати всі %lld рядка
zh_hans: 显示全部 %lld 行
zh_hant: 顯示全部 %lld 行

source: Show Less
ar: إظهار أقل
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
hi: कम दिखाएँ
it: Mostra meno
ja: 表示を減らす
ko: 간단히 보기
nl: Toon minder
pl: Pokaż mniej
pt_br: Mostrar Menos
ru: Показать меньше
tr: Daha Az Göster
uk: Показати менше
zh_hans: 显示更少
zh_hant: 顯示較少

source: Show in Finder
ar: إظهار في Finder
de: Im Finder zeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
hi: Finder में दिखाएँ
it: Mostra nel Finder
ja: Finderに表示
ko: Finder에서 보기
nl: Toon in Finder
pl: Pokaż w Finderze
pt_br: Mostrar no Finder
ru: Показать в Finder
tr: Finder’da Göster
uk: Показати у Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

source: Show reasoning rows
ar: إظهار صفوف الاستدلال
de: Zeilen mit Denkprozess anzeigen
es: Mostrar las filas de razonamiento
fr: Afficher les rangées de raisonnement
hi: तर्क की पंक्तियाँ दिखाएँ
it: Mostra le righe di ragionamento
ja: 推論の行を表示
ko: 추론 행 표시
nl: Toon redeneringsregels
pl: Pokazuj wiersze rozumowania
pt_br: Mostrar linhas de raciocínio
ru: Показывать строки рассуждений
tr: Akıl yürütme satırlarını göster
uk: Показувати рядки міркувань
zh_hans: 显示推理行
zh_hant: 顯示推理列

source: Show the Terminal
ar: إظهار الطرفية
de: Terminal einblenden
es: Mostrar el terminal
fr: Afficher le terminal
hi: टर्मिनल दिखाएँ
it: Mostra il terminale
ja: ターミナルを表示
ko: 터미널 보기
nl: Toon de terminal
pl: Pokaż terminal
pt_br: Mostrar o Terminal
ru: Показать терминал
tr: Terminali Göster
uk: Показати термінал
zh_hans: 显示终端
zh_hant: 顯示終端機

source: Shows or hides its mission, its activity and its answer.
ar: يُظهر مهمته ونشاطه وإجابته أو يخفيها.
de: Blendet Auftrag, Aktivität und Antwort ein oder aus.
es: Muestra u oculta su misión, su actividad y su respuesta.
fr: Affiche ou masque sa mission, son activité et sa réponse.
hi: इसका मिशन, इसकी गतिविधि और इसका उत्तर दिखाता या छिपाता है।
it: Mostra o nasconde la sua missione, la sua attività e la sua risposta.
ja: ミッション、アクティビティ、回答を表示または非表示にします。
ko: 임무, 활동 및 답변을 보거나 숨깁니다.
nl: Toont of verbergt de missie, activiteit en het antwoord.
pl: Pokazuje lub ukrywa jego misję, aktywność i odpowiedź.
pt_br: Mostra ou oculta a missão, a atividade e a resposta.
ru: Показывает или скрывает его задание, активность и ответ.
tr: Görevini, etkinliğini ve yanıtını gösterir veya gizler.
uk: Показує або ховає його місію, активність і відповідь.
zh_hans: 显示或隐藏其任务说明、活动和回答。
zh_hant: 顯示或隱藏其任務、活動和回答。

source: Shows or hides the details.
ar: يُظهر التفاصيل أو يخفيها.
de: Blendet die Details ein oder aus.
es: Muestra u oculta los detalles.
fr: Affiche ou masque les détails.
hi: विवरण दिखाता या छिपाता है।
it: Mostra o nasconde i dettagli.
ja: 詳細を表示または非表示にします。
ko: 세부 사항을 보거나 숨깁니다.
nl: Toont of verbergt de details.
pl: Pokazuje lub ukrywa szczegóły.
pt_br: Mostra ou oculta os detalhes.
ru: Показывает или скрывает подробности.
tr: Ayrıntıları gösterir veya gizler.
uk: Показує або ховає подробиці.
zh_hans: 显示或隐藏详细信息。
zh_hant: 顯示或隱藏詳細資訊。

source: Shows the sub-agent in the conversation.
ar: يُظهر الوكيل الفرعي في المحادثة.
de: Zeigt den Subagent in der Unterhaltung.
es: Muestra el subagente en la conversación.
fr: Montre le sous-agent dans la conversation.
hi: बातचीत में सब-एजेंट दिखाता है।
it: Mostra il sottoagente nella conversazione.
ja: 会話内でサブエージェントを表示します。
ko: 대화에서 하위 에이전트를 표시합니다.
nl: Toont de subagent in het gesprek.
pl: Pokazuje podagenta w rozmowie.
pt_br: Mostra o subagente na conversa.
ru: Показывает субагента в беседе.
tr: Alt ajanı konuşmada gösterir.
uk: Показує субагента в розмові.
zh_hans: 在对话中显示该子智能体。
zh_hant: 在對話中顯示子代理程式。

source: Skills
ar: المهارات
hi: स्किल
it: Skill
ja: スキル
ko: 스킬
pl: Skille
ru: Навыки
tr: Beceriler
uk: Навички
zh_hans: 技能
zh_hant: 技能

source: Small
ar: صغير
de: Klein
es: Pequeño
fr: Petit
hi: छोटा
it: Piccolo
ja: 小
ko: 작게
nl: Klein
pl: Mały
pt_br: Pequeno
ru: Мелкий
tr: Küçük
uk: Малий
zh_hans: 小
zh_hant: 小

source: Some theme files could not be read, and are not offered:
ar: تعذّرت قراءة بعض ملفات السمات، لذا لا يتم عرضها:
de: Einige Designdateien konnten nicht gelesen werden und werden nicht angeboten:
es: Algunos archivos de tema no se han podido leer y no se ofrecen:
fr: Des fichiers de thème n’ont pas pu être lus et ne sont pas proposés :
hi: कुछ थीम फ़ाइलें पढ़ी नहीं जा सकीं, और उपलब्ध नहीं हैं:
it: Alcuni file di tema non possono essere letti e non sono proposti:
ja: 読み込めなかったため表示されていないテーマファイルがあります：
ko: 일부 테마 파일을 읽을 수 없어 제공되지 않습니다:
nl: Sommige themabestanden konden niet worden gelezen en worden niet aangeboden:
pl: Niektórych plików motywów nie można odczytać, więc nie są oferowane:
pt_br: Alguns arquivos de tema não puderam ser lidos e não são oferecidos:
ru: Некоторые файлы тем не удалось прочитать, поэтому они не предлагаются:
tr: Bazı tema dosyaları okunamadı ve sunulmuyor:
uk: Деякі файли тем не вдалося прочитати, тому вони недоступні:
zh_hans: 部分主题文件无法读取，因此未提供：
zh_hant: 部分主題檔案無法讀取，因此未提供：

source: Speak closer to the microphone, or check the input chosen in System Settings › Sound.
ar: تحدّث أقرب إلى الميكروفون، أو تحقق من الإدخال المختار في إعدادات النظام › الصوت.
de: Sprich näher am Mikrofon oder prüfe den Eingang unter „Systemeinstellungen“ › „Ton“.
es: Habla más cerca del micrófono o comprueba la entrada elegida en Ajustes del Sistema › Sonido.
fr: Parlez plus près du micro, ou vérifiez l’entrée choisie dans Réglages Système › Son.
hi: माइक्रोफ़ोन के पास बोलें, या सिस्टम सेटिंग्ज़ › ध्वनि में चुना गया इनपुट जाँचें।
it: Parla più vicino al microfono o controlla l’ingresso scelto in Impostazioni di Sistema › Suono.
ja: マイクに近づいて話すか、「システム設定」›「サウンド」で選択されている入力を確認してください。
ko: 마이크에 더 가까이 말하거나 시스템 설정 › 사운드에서 선택된 입력을 확인하십시오.
nl: Spreek dichter bij de microfoon of controleer de invoer in Systeeminstellingen › Geluid.
pl: Mów bliżej mikrofonu lub sprawdź wejście wybrane w Ustawieniach systemowych › Dźwięk.
pt_br: Fale mais perto do microfone ou verifique a entrada escolhida em Ajustes do Sistema › Som.
ru: Говорите ближе к микрофону или проверьте выбранный вход в «Системных настройках» › «Звук».
tr: Mikrofona daha yakın konuşun veya Sistem Ayarları › Ses'te seçili girişi kontrol edin.
uk: Говоріть ближче до мікрофона або перевірте вибраний вхід у «Системних параметрах» › «Звук».
zh_hans: 请靠近麦克风说话，或检查“系统设置”›“声音”中选择的输入设备。
zh_hant: 請靠近麥克風說話，或檢查「系統設定」›「聲音」中選擇的輸入裝置。

source: Start Over
ar: البدء من جديد
de: Neu beginnen
es: Empezar de nuevo
fr: Recommencer
hi: फिर से शुरू करें
it: Ricomincia
ja: 最初からやり直す
ko: 처음부터 다시
nl: Begin opnieuw
pl: Zacznij od nowa
pt_br: Recomeçar
ru: Начать заново
tr: Baştan Başla
uk: Почати спочатку
zh_hans: 重新开始
zh_hant: 重新開始

source: Start over to make a theme for the other mode
ar: ابدأ من جديد لإنشاء سمة للوضع الآخر
de: Beginne neu, um ein Design für den anderen Modus zu erstellen
es: Empieza de nuevo para crear un tema para el otro modo
fr: Recommencez pour créer un thème de l’autre mode
hi: दूसरे मोड के लिए थीम बनाने हेतु फिर से शुरू करें
it: Ricomincia per creare un tema per l’altra modalità
ja: もう一方のモードのテーマを作成するには、最初からやり直してください
ko: 다른 모드용 테마를 만들려면 처음부터 다시 시작하십시오
nl: Begin opnieuw om een thema voor de andere modus te maken
pl: Zacznij od nowa, aby utworzyć motyw dla drugiego trybu
pt_br: Recomece para criar um tema para o outro modo
ru: Начните заново, чтобы создать тему для другого режима
tr: Diğer mod için tema oluşturmak üzere baştan başlayın
uk: Почніть спочатку, щоб створити тему для іншого режиму
zh_hans: 重新开始以为另一种模式制作主题
zh_hant: 重新開始以製作另一種模式的主題

source: Stop Dictation
ar: إيقاف الإملاء
de: Diktat beenden
es: Detener el dictado
fr: Arrêter la dictée
hi: डिक्टेशन रोकें
it: Interrompi la dettatura
ja: 音声入力を停止
ko: 받아쓰기 중지
nl: Dicteren stoppen
pl: Zatrzymaj dyktowanie
pt_br: Parar o ditado
ru: Остановить диктовку
tr: Dikteyi durdur
uk: Зупинити диктування
zh_hans: 停止听写
zh_hant: 停止聽寫

source: Stop Reading
ar: إيقاف القراءة
de: Vorlesen beenden
es: Detener la lectura
fr: Arrêter la lecture
hi: पढ़ना रोकें
it: Interrompi la lettura
ja: 読み上げを停止
ko: 읽기 중지
nl: Voorlezen stoppen
pl: Zatrzymaj czytanie
pt_br: Parar a leitura
ru: Остановить чтение
tr: Okumayı durdur
uk: Зупинити читання
zh_hans: 停止朗读
zh_hant: 停止朗讀

source: Stop and insert what you said
ar: إيقاف وإدراج ما قلته
de: Beenden und das Gesagte einfügen
es: Detener e insertar lo que dijiste
fr: Arrêter et insérer ce que vous avez dit
hi: रोकें और जो आपने कहा उसे जोड़ें
it: Interrompi e inserisci ciò che hai detto
ja: 停止して話した内容を挿入
ko: 중지하고 말한 내용 삽입
nl: Stoppen en invoegen wat je zei
pl: Zatrzymaj i wstaw to, co powiedziano
pt_br: Parar e inserir o que você disse
ru: Остановить и вставить сказанное
tr: Durdur ve söylediklerinizi ekle
uk: Зупинити й вставити сказане
zh_hans: 停止并插入你说的内容
zh_hant: 停止並插入你說的內容

source: Sub-agent
ar: وكيل فرعي
es: Subagente
fr: Sous-agent
hi: सब-एजेंट
it: Sottoagente
ja: サブエージェント
ko: 하위 에이전트
pl: Podagent
pt_br: Subagente
ru: Субагент
tr: Alt ajan
uk: Субагент
zh_hans: 子智能体
zh_hant: 子代理程式

source: Sub-agent %@ %@
ar: وكيل فرعي %1$@ %2$@
es: Subagente %@ %@
fr: Sous-agent %1$@ %2$@
hi: सब-एजेंट %1$@ %2$@
it: Sottoagente %@ %@
ja: サブエージェント%1$@ %2$@
ko: 하위 에이전트 %1$@ %2$@
pl: Podagent %1$@ %2$@
pt_br: Subagente %1$@ %2$@
ru: Субагент %@ %@
tr: Alt ajan %1$@ %2$@
uk: Субагент %1$@ %2$@
zh_hans: 子智能体 %1$@ %2$@
zh_hant: 子代理程式 %1$@ %2$@

source: Sub-agents
ar: الوكلاء الفرعيون
es: Subagentes
fr: Sous-agents
hi: सब-एजेंट
it: Sottoagenti
ja: サブエージェント
ko: 하위 에이전트
pl: Podagenci
pt_br: Subagentes
ru: Субагенты
tr: Alt ajanlar
uk: Субагенти
zh_hans: 子智能体
zh_hant: 子代理程式

source: Sub-agents running
ar: وكلاء فرعيون قيد التشغيل
de: Subagents laufen
es: Subagentes en curso
fr: Sous-agents en cours
hi: सब-एजेंट चल रहे हैं
it: Sottoagenti in esecuzione
ja: 実行中のサブエージェント
ko: 하위 에이전트 실행 중
nl: Actieve subagents
pl: Działający podagenci
pt_br: Subagentes em execução
ru: Работающие субагенты
tr: Çalışan alt ajanlar
uk: Субагенти працюють
zh_hans: 正在运行的子智能体
zh_hant: 執行中的子代理程式

source: System Dark
ar: النظام الداكن
de: System dunkel
es: Sistema oscuro
fr: Système sombre
hi: सिस्टम डार्क
it: Sistema scuro
ja: システム（ダーク）
ko: 시스템 다크
nl: Systeem donker
pl: Systemowy ciemny
pt_br: Sistema Escuro
ru: Системная тёмная
tr: Sistem Koyu
uk: Системна темна
zh_hans: 系统深色
zh_hant: 系統深色

source: System Light
ar: النظام الفاتح
de: System hell
es: Sistema claro
fr: Système clair
hi: सिस्टम लाइट
it: Sistema chiaro
ja: システム（ライト）
ko: 시스템 라이트
nl: Systeem licht
pl: Systemowy jasny
pt_br: Sistema Claro
ru: Системная светлая
tr: Sistem Açık
uk: Системна світла
zh_hans: 系统浅色
zh_hant: 系統淺色

source: Task
ar: المهمة
de: Aufgabe
es: Tarea
fr: Tâche
hi: कार्य
it: Attività
ja: タスク
ko: 작업
nl: Taak
pl: Zadanie
pt_br: Tarefa
ru: Задача
tr: Görev
uk: Завдання
zh_hans: 任务
zh_hant: 任務

source: Technical details
ar: تفاصيل تقنية
de: Technische Details
es: Detalles técnicos
fr: Détails techniques
hi: तकनीकी विवरण
it: Dettagli tecnici
ja: 技術的な詳細
ko: 기술 세부 사항
nl: Technische details
pl: Szczegóły techniczne
pt_br: Detalhes técnicos
ru: Технические подробности
tr: Teknik ayrıntılar
uk: Технічні подробиці
zh_hans: 技术详细信息
zh_hant: 技術細節

source: Text
ar: النص
es: Texto
fr: Texte
hi: टेक्स्ट
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
pl: Tekst
pt_br: Texto
ru: Текст
tr: Metin
uk: Текст
zh_hans: 文本
zh_hant: 文字

source: Text size
ar: حجم النص
de: Textgröße
es: Tamaño del texto
fr: Taille du texte
hi: टेक्स्ट का आकार
it: Dimensione del testo
ja: テキストサイズ
ko: 텍스트 크기
nl: Tekstgrootte
pl: Wielkość tekstu
pt_br: Tamanho do texto
ru: Размер текста
tr: Metin boyutu
uk: Розмір тексту
zh_hans: 文字大小
zh_hant: 文字大小

source: The agent stopped on an error. Its terminal says why.
ar: توقف الوكيل بسبب خطأ. توضح طرفيته السبب.
de: Der Agent wurde wegen eines Fehlers beendet. Sein Terminal zeigt den Grund.
es: El agente se ha detenido por un error. Su terminal indica el motivo.
fr: L’agent s’est arrêté sur une erreur. Son terminal dit pourquoi.
hi: एजेंट एक त्रुटि पर रुक गया। इसका टर्मिनल कारण बताता है।
it: L’agente si è arrestato per un errore. Il suo terminale indica il motivo.
ja: エラーによりエージェントが停止しました。原因はターミナルに表示されています。
ko: 에이전트가 오류로 중단되었습니다. 원인은 터미널에서 확인할 수 있습니다.
nl: De agent is gestopt door een fout. De terminal vertelt waarom.
pl: Agent zatrzymał się z powodu błędu. Przyczynę podaje jego terminal.
pt_br: O agente parou devido a um erro. O terminal dele mostra o motivo.
ru: Агент остановился из-за ошибки. Причина указана в его терминале.
tr: Ajan bir hata nedeniyle durdu. Nedeni terminalinde yazıyor.
uk: Агент зупинився через помилку. Причину видно в його терміналі.
zh_hans: 智能体因错误而停止。可在其终端中查看原因。
zh_hant: 代理程式因錯誤而停止。請查看其終端機了解原因。

source: The first answer could not be used: it is asked once more.
ar: تعذّر استخدام الإجابة الأولى: يُطلب من الوكيل مرة أخرى.
de: Die erste Antwort war unbrauchbar: Der Agent wird erneut gefragt.
es: La primera respuesta no se ha podido usar: se vuelve a pedir.
fr: La première réponse était inutilisable : l’agent est sollicité une seconde fois.
hi: पहला उत्तर उपयोग नहीं किया जा सका: एक बार और पूछा जा रहा है।
it: La prima risposta non era utilizzabile: viene richiesta ancora una volta.
ja: 最初の回答は使用できませんでした。もう一度問い合わせています。
ko: 첫 번째 답변을 사용할 수 없어 다시 한 번 요청합니다.
nl: Het eerste antwoord was onbruikbaar: er wordt nog een keer om gevraagd.
pl: Pierwszej odpowiedzi nie można było użyć: agent zostaje zapytany ponownie.
pt_br: A primeira resposta não pôde ser usada: o agente é consultado mais uma vez.
ru: Первый ответ оказался непригодным: агент запрошен ещё раз.
tr: İlk yanıt kullanılamadı: ajana bir kez daha soruluyor.
uk: Першу відповідь неможливо використати: агента запитано ще раз.
zh_hans: 第一次回答无法使用：将再次请求。
zh_hant: 第一次的回答無法使用：正在再次詢問。

source: The first time, this can take a minute.
ar: قد يستغرق ذلك دقيقة في المرة الأولى.
de: Beim ersten Mal kann das eine Minute dauern.
es: La primera vez puede tardar un minuto.
fr: La première fois, cela peut prendre une minute.
hi: पहली बार इसमें एक मिनट लग सकता है।
it: La prima volta può richiedere un minuto.
ja: 初回は1分ほどかかることがあります。
ko: 처음에는 1분 정도 걸릴 수 있습니다.
nl: De eerste keer kan dit een minuut duren.
pl: Za pierwszym razem może to potrwać minutę.
pt_br: Na primeira vez, isso pode levar um minuto.
ru: В первый раз это может занять минуту.
tr: İlk seferde bu bir dakika sürebilir.
uk: Першого разу це може тривати хвилину.
zh_hans: 第一次可能需要一分钟。
zh_hant: 第一次可能需要一分鐘。
